#include <iostream>

int main() {
    std::cout << "Hello, World!" << std::endl;
    return 0;
}

/*TODO

 +   1. создание студента с указанием ИД и ФИО
 +   2. зачисление в группу
 +   3. добавление оценки
 +   4. вычисление средней оценки


 +   5. создание группы с указанием названия
 +   6. добавление студента
 +   7. избрание старосты
 +   8. поиск студента по ФИО или ИД
 +   9. вычисление соеднего балла в группе
 +   10. исключение студента из группы


 +   11. создание студентов на основе данных из файла
    12. создание групп на основе данных из файла
 +   13. добавление случайных оценок студентам
 +   14. получение статистики по успеваемости студентов и групп
 +   15. перевод студентов из группы в группу
 +   16. отчисление студентов за неуспеваемость
    17. сохранение обновленных данных в файлах
 +   18. инициация выборов старост в группах
 +   19. вывод данных на консоль


*/